[
	{
		"text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
		"author": "Стив Макконнелл"
	},
	{
		"text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
		"author": "Артур Блох. Законы Мэрфи"
	},
	{
		"text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
		"author": "И. Берард"
	},
	{
		"text": "Программирование на С похоже на быстрые танцы на только что отполированном полу людей с острыми бритвами в руках.",
		"author": "Уолди Рэйвенс"
	},
	{
		"text": "В хорошем дизайне добавление чего-то стоит дешевле, чем сама эта вещь.",
		"author": "Томас С. Гейл"
	},
	{
		"text": "Иногда лучше остаться спать дома в понедельник, чем провести всю неделю в отладке написанного в понедельник кода.",
		"author": "Кристофер Томпсон"
	},
	{
		"text": "Измерять продуктивность программиста подсчетом строк кода — это так же, как оценивать постройку самолета по его весу.",
		"author": "Билл Гейтс"
	},
	{
		"text": "Многие из вас знакомы с достоинствами программиста. Их всего три, и разумеется это: лень, нетерпеливость и гордыня.",
		"author": "Ларри Уолл"
	},
	{
		"text": "Программы должны писаться для людей, которые будут их читать, а машины, которые будут эти программы исполнять — второстепенны.",
		"author": "Гарольд Абельсон"
	},
	{
		"text": "Держись подальше от моей территории.",
		"author": "Уолтер Уайт"
	},
	{
		"text": "Что хорошего в том, чтобы быть вне закона, когда у тебя есть обязанности.",
		"author": "Джесси Пинкман"
	},
	{
		"text": "Да, б***ь! Магниты!",
		"author": "Джесси Пинкман"
	},
	{
		"text": "Программисты — не математики, как бы нам этого ни хотелось.",
		"author": "Ричард П. Габриэль"
	},
	{
		"text": "Чем умнее человек, тем легче он признает себя дураком.",
		"author": "Альберт Эйнштейн"
	},
	{
		"text": "Мода проходит, стиль остаётся.",
		"author": "Коко Шанель"
	},
	{
		"text": "Мой способ шутить – это говорить правду. На свете нет ничего смешнее.",
		"author": "Бернард Шоу"
	},
	{
		"text": "История – самый лучший учитель, у которого самые плохие ученики.",
		"author": "Индира Ганди"
	},
	{
		"text": "Комедия – это очень серьёзное дело!",
		"author": "Юрий Никулин"
	},
	{
		"text": "Работает? Не трогай.",
		"author": "Любой программист"
	},
	{
		"text": "Неработающая программа обычно приносит меньше вреда, чем работающая плохо.",
		"author": "Дэйв Томас"
	}
]